# --- ДАНІ (Викладачі по кафедрах) ---
TEACHERS_DATA = {
    "Кафедра математичної освіти": [
        "Коношевський Олег Леонідович (Завідувач кафедри алгебри і методики навчання математики)",
        "Матяш Ольга Іванівна", "Михайленко Любов Федорівна",
        "Воєвода Аліна Леонідівна (Декан факультету математики, фізики і комп'ютерних наук)", 
        "Калашніков Ігор В'ячеславович", "Наконечна Людмила Йосипівна",
        "Панасенко Олексій Борисович (Заступник декана з навчальної роботи)",
        "Тютюнник Діана Олегівна", "Комарова Карина Вадимівна"
    ],
    "Кафедра математики та інформатики": [
        "Ковтонюк Мар'яна Михайлівна",
        "Бак Сергій Миколайович (завідуввач кафедри математики та інформатики)", "Клочко Оксана Віталіївна",
        "Граняк Валерій Федорович", "Ковтонюк Галина Миколаївна",
        "Косовець Олена Павлівна (Заступник декана з соціальної роботи)",
        "Крупський Ярослав Володимирович" (Заступник декана з виховної роботи), "Соя Олена Миколаївна", "Тютюн Любов Андріївна",
        "Леонова Іванна Миколаївна", "Поліщук Віталій Олегович", "Ярош Оксана Іванівна"
    ],
    "Кафедра фізики і методики навчання фізики, астрономії": [
        "Сільвейстр Анатолій Миколайович (Завідувач кафедри фізики і методики навчання фізики, астрономії)",
        "Заболотний Володимир Федорович", "Білюк Анатолій Іванович",
        "Думенко Вікторія Петрівна", "Моклюк Микола Олексійович (заступник декана з наукової роботи)", "Ксендзова Оксана Сергіївна",
        "Мамічева Інна Олексіївна", "Мороз Ярослав Олексійович", "Сіваєва Наталія Віталіївна"
    ]
}
